"YHJQRCodeMessage" = "提示";
"YHJQRCodeTeachOpen" = "请去-> [设置 - 隐私 - 照片] 打开访问开关";
"YHJQRCodeSure" = "确定";

"YHJQRCodeLikeMessage" = "温馨提示";
"YHJQRCodeDefinePhoto" = "由于系统原因, 无法访问相册";
"YHJQRCodeSure" = "确定";

"YHJQRCodeScaning" = "将二维码/条码放入框内, 即可自动扫描";
"YHJQRCodeOpenLight" = "打开照明灯";
"YHJQRCodeCloseLight" = "关闭照明灯";

"YHJQRCodeDataError" = "数据格式校验失败";
"YHJQRCodeWidthError" = "生成二维码大小超出有效范围";
"YHJQRCodeLogoImageError" = "logo格式校验失败，请传入有效的image";

"YHJQRCodeLogoScaleError" = "生成logo比例失败，请传入有效比例范围（0~1.0）";
"YHJQRCodeChongqingjzb" = "扫一扫";
"YHJQRCodeAlbum" = "相册";
